Repository: geeshta/gopay-woocommerce-integration
Catalog: languages/gopay-gateway-*.po
Languages: cs_cz, hr, hu_hu, pt_br, ro_ro, sk_sk

source: Enter your client ID, which can be found in your GoPay account settings. %1$sMore information%2$s.
cs_cz: Zadejte své ID klienta, které najdete v nastavení účtu GoPay. %1$sVíce informací%2$s.
hr: Unesite svoj ID klijenta koji se može pronaći u postavkama vašeg GoPay računa. %1$sViše informacija%2$s.
hu_hu: Adja meg ügyfél-azonosítóját, amelyet a GoPay-fiók beállításaiban talál. %1$sTovábbi információ%2$s.
pt_br: Insira seu Client ID, ao qual pode ser encontrado nas configurações da sua conta GoPay. %1$sMais informações%2$s.
ro_ro: Introduceți ID-ul dvs. de client, care poate fi găsit în setările contului GoPay. %1$sMai multe informații%2$s.
sk_sk: Zadajte svoje ID klienta, ktoré nájdete v nastaveniach svojho účtu GoPay. %1$sViac informácií%2$s.

source: Enter your Client Secret Token, which can be found in your GoPay account settings. %1$sMore information%2$s.
cs_cz: Zadejte svůj tajný klientský token, který najdete v nastavení svého účtu GoPay. %1$sVíce informací%2$s.
hr: Unesite svoj Client Secret Token, koji se može pronaći u postavkama vašeg GoPay računa. %1$sViše informacija%2$s.
hu_hu: Adja meg az ügyféltitkot (Client Secret Token), amelyet a GoPay-fiók beállításaiban talál. %1$sTovábbi információ%2$s.
pt_br: Insira seu Client Secret Token, ao qual pode ser encontrado nas configurações da sua conta GoPay. %1$sMais informações%2$s.
ro_ro: Introduceți Tokenul secret al clientului, care poate fi găsit în setările contului dumneavoastră GoPay. %1$sMai multe informații%2$s.
sk_sk: Zadajte svoj tajný klientsky token, ktorý nájdete v nastaveniach svojho účtu GoPay. %1$sViac informácií%2$s.

source: Insert Your GoID...
cs_cz: Vložte GoID...
hr: Umetnite svoj GoID...
hu_hu: GoID beillesztése...
pt_br: Insira seu GoID...
ro_ro: Introduceți GoID-ul dumneavoastră...
sk_sk: Vložte svoj GoID...

source: Insert Your GoPay Client ID...
cs_cz: Vložte ID klienta GoPay...
hr: Unesite svoj GoPay ID klijenta...
hu_hu: Adja meg GoPay ügyfél azonosítóját...
pt_br: Insira seu GoPay Client ID...
ro_ro: Introduceți ID-ul dvs. de client GoPay...
sk_sk: Vložte ID klienta GoPay...

source: Insert Your GoPay Client Secret Token...
cs_cz: Vložte tajný token klienta GoPay...
hr: Umetnite svoj GoPay Client Secret Token...
hu_hu: Adja meg a GoPay ügyfél titkos tokenjét...
pt_br: Insira seu GoPay Client Secret Token...
ro_ro: Introduceți Tokenul secret al clientului GoPay...
sk_sk: Vložte svoj tajný token klienta GoPay...

source: Insert Payment Title...
cs_cz: Vložte název platby...
hr: Umetni naslov plaćanja...
hu_hu: Fizetési cím beillesztése...
pt_br: Insira título do método de pagamento...
ro_ro: Introduceți titlul plății...
sk_sk: Vložte názov platby...

source: Insert Description...
cs_cz: Vložit Popis...
hr: Umetni opis...
hu_hu: Leírás beillesztése...
pt_br: Insira descrição..
ro_ro: Introduceți descrierea...
sk_sk: Insert Popis...

source: Select GoPay Payment Methods...
cs_cz: Vyberte platební metody GoPay...
hr: Odaberite GoPay načine plaćanja...
hu_hu: GoPay fizetési módok kiválasztása...
pt_br: Selecione métodos de pagamentos GoPay...
ro_ro: Selectați metodele de plată GoPay...
sk_sk: Vyberte platobné metódy GoPay...

source: Payment card
cs_cz: Platební karta
hr: Kartica za plaćanje
hu_hu: Fizetőkártya
pt_br: Pagamento por cartão
ro_ro: Card de plată
sk_sk: Platobná karta

source: Bank account
cs_cz: Bankovní účet
hr: Bankovni račun
hu_hu: Bankszámla
pt_br: Pagamento por conta bancaria
ro_ro: Cont bancar
sk_sk: Bankový účet

source: Another bank
cs_cz: Jiná banka
hr: Druga banka
hu_hu: Egy másik bank
pt_br: Outro banco
ro_ro: O altă bancă
sk_sk: Iná banka

source: Enable only the selected banks on the GoPay payment gateway .
cs_cz: V platební bráně GoPay povolte pouze vybrané banky.
hr: Omogućite samo odabrane banke na GoPay pristupniku za plaćanje.
hu_hu: Csak a kiválasztott bankok engedélyezése a GoPay fizetési átjárón.
pt_br: Habilitar na GoPay payment gateway apenas os bancos selecionados.
ro_ro: Activați doar băncile selectate pe gateway-ul de plată GoPay.
sk_sk: Povoľte iba vybrané banky na platobnej bráne GoPay.

source: Select Available Banks...
cs_cz: Vyberte dostupné banky...
hr: Odaberite dostupne banke...
hu_hu: Válassza ki a rendelkezésre álló bankokat...
pt_br: Selecione bancos disponíveis...
ro_ro: Selectați băncile disponibile...
sk_sk: Vyberte dostupné banky...

source: Unfortunately your order cannot be processed as the payment was not completed. Please attempt the payment or your purchase again.
cs_cz: Vaše objednávka bohužel nemůže být zpracována, protože platba nebyla dokončena. Zkuste prosím provést platbu nebo nákup znovu.
hr: Nažalost, vaša narudžba nije moguće obraditi jer plaćanje nije izvršeno. Pokušajte ponovno izvršiti plaćanje ili kupnju.
hu_hu: Sajnos a megrendelését nem tudjuk feldolgozni, mivel a fizetés nem történt meg. Kérjük, próbálja meg újra a fizetést vagy a vásárlást.
pt_br: Infezlimente seu pedido não pode ser processado pois o pagamento não foi completado. Por favor tente o pagamento ou a compra novamente.
ro_ro: Din păcate, comanda dvs. nu poate fi procesată deoarece plata nu a fost finalizată. Vă rugăm să încercați din nou să efectuați plata sau să cumpărați din nou.
sk_sk: Vaša objednávka bohužiaľ nemôže byť spracovaná, pretože platba nebola dokončená. Pokúste sa, prosím, vykonať platbu alebo nákup ešte raz.

source: Wrong GoID and/or credentials. Please provide valid GoID, Client ID and Client Secret.
cs_cz: Špatné GoID a/nebo pověření. Uveďte platné GoID, ID klienta a Client Secret.
hr: Pogrešan GoID i/ili vjerodajnice. Navedite važeći GoID, ID klijenta i tajnu tajnu klijenta.
hu_hu: Rossz GoID és/vagy hitelesítő adatok. Kérjük, adjon meg érvényes GoID-t, ügyfél-azonosítót és ügyféltitkot.
pt_br: GoID and/ou credenciais informado(s) está(ão) incorretos. Por favor informe válido GoID, Client ID e Client Secret.
ro_ro: GoID și/sau acreditări greșite. Vă rugăm să furnizați un GoID, un ID Client și un Client Secret valabile.
sk_sk: Nesprávne GoID a/alebo poverenia. Uveďte platné GoID, ID klienta a klientske tajomstvo.

source: GoID, Client ID and Client Secret are mandatory. Please provide valid GoID, Client ID and Client Secret.
cs_cz: GoID, Client ID a Client Secret jsou povinné. Uveďte platné GoID, ID klienta a Client Secret.
hr: GoOD, Client ID i Client Secret su obavezni. Navedite važeći GoID, ID klijenta i tajnu tajnu klijenta.
hu_hu: A GoID, az ügyfél azonosító és az ügyfél titok kötelező. Kérjük, adjon meg érvényes GoID-t, ügyfél-azonosítót és ügyféltitkot.
pt_br: GoID, Client ID e Client Secret são obrigatórios. Por favor informe válido GoID, Client ID e Client Secret.
ro_ro: GoID, Client ID și Client Secret sunt obligatorii. Vă rugăm să furnizați un GoID, un ID Client și un Client Secret valabile.
sk_sk: GoID, Client ID a Client Secret sú povinné. Uveďte platné GoID, ID klienta a klientske tajomstvo.

source: If enabled, customers cannot choose any specific bank at the checkout, they are grouped into one “Bank account” option, but they have to select the bank once the GoPay payment gateway is invoked.
cs_cz: Pokud je tato možnost povolena, zákazníci si při placení nemohou vybrat žádnou konkrétní banku, jsou seskupeni do jedné možnosti 'Bankovní účet', ale po vyvolání platební brány GoPay musí banku vybrat.
hr: Ako je omogućeno, klijenti ne mogu birati nijednu određenu banku na blagajni, oni su grupirani u jednu opciju 'Bankovni račun', ali moraju odabrati banku nakon što se pozove GoPay pristupnik za plaćanje.
hu_hu: Ha engedélyezve van, az ügyfelek nem választhatnak konkrét bankot a pénztárnál, azok egy 'Bankszámla' opcióba vannak csoportosítva, de a GoPay fizetési átjáró meghívása után ki kell választaniuk a bankot.
pt_br: Se habilitado, clientes não podem escolher um banco específico no checkout, os bancos são agrupados em uma única opção e você terá que selecionar o banco uma vez que você é direcionado para a GoPay payment gateway.
ro_ro: Dacă este activată, clienții nu pot alege o anumită bancă la finalizarea comenzii, acestea sunt grupate într-o singură opțiune 'Cont bancar', dar trebuie să selecteze banca odată ce este invocat gateway-ul de plată GoPay.
sk_sk: Ak je táto možnosť povolená, zákazníci si pri pokladni nemôžu vybrať žiadnu konkrétnu banku, sú zoskupené do jednej možnosti 'Bankový účet', ale po vyvolaní platobnej brány GoPay si musia banku vybrať.

source: Retry Payment Method
cs_cz: Opakování způsobu platby
hr: Ponovi metodu plaćanja
hu_hu: Fizetési mód megismétlése
pt_br: Tentar novamente o mesmo método de pagamento
ro_ro: Reîncercați metoda de plată
sk_sk: Opakovanie spôsobu platby

source: You can only issue a partial refund 24 hours after the payment.
cs_cz: Částečné vrácení peněz je možné pouze 24 hodin po provedení platby.
hr: Djelomičan povrat možete izvršiti samo 24 sata nakon uplate.
hu_hu: Részleges visszatérítést csak a kifizetést követő 24 órán belül adhat ki.
pt_br: Só pode emitir um reembolso parcial 24 horas após o pagamento.
ro_ro: Puteți emite o rambursare parțială numai după 24 de ore de la efectuarea plății.
sk_sk: Čiastočnú refundáciu môžete vystaviť len 24 hodín po platbe.

source: Refund failed.
cs_cz: Vrácení peněz se nezdařilo.
hr: Povrat nije uspio.
hu_hu: A visszatérítés sikertelen.
pt_br: O reembolso falhou.
ro_ro: Rambursarea a eșuat.
sk_sk: Vrátenie peňazí sa nepodarilo.

source: Místní vyzvednutí
cs_cz: Osobní odběr
