Repository: geeshta/gopay-woocommerce-integration
Catalog: languages/gopay-gateway-*.po
Languages: cs_cz, hr, hu_hu, pt_br, ro_ro, sk_sk

source: Plugin Name
cs_cz: Název pluginu
hr: Naziv dodatka
hu_hu: Plugin neve
pt_br: Nome do plugin
ro_ro: Nume Plugin
sk_sk: Názov pluginu

source: Version
cs_cz: Verze
hr: Verzija
hu_hu: Verzió
pt_br: Versão
ro_ro: Versiunea
sk_sk: Verzia

source: Description
cs_cz: Popis
hr: Opis
hu_hu: Leírás
pt_br: Descrição
ro_ro: Descriere
sk_sk: Popis

source: Author
cs_cz: Autor
hr: Autor
hu_hu: Szerző
pt_br: Autor
ro_ro: Autor
sk_sk: Autor

source: Settings
cs_cz: Nastavení
hr: Postavke
hu_hu: Beállítások
pt_br: Configurações
ro_ro: Setări
sk_sk: Nastavenia

source: Order id
cs_cz: ID objednávky
hr: ID narudžbe
hu_hu: Rendelési azonosító
pt_br: Id do pedido
ro_ro: ID-ul comenzii
sk_sk: ID objednávky

source: Transaction id
cs_cz: ID transakce
hr: ID transakcije
hu_hu: Tranzakció azonosító
pt_br: Id da transação
ro_ro: ID-ul tranzacției
sk_sk: Id transakcie

source: Message
cs_cz: Zpráva
hr: Poruka
hu_hu: Üzenet
pt_br: Mensagem
ro_ro: Mesaj
sk_sk: Správa

source: Created at
cs_cz: Vytvořeno v
hr: Stvoreno u
hu_hu: Készült a
pt_br: Criado em
ro_ro: Creat la
sk_sk: Vytvorené na

source: Log level
cs_cz: Úroveň protokolu
hr: Razina dnevnika
hu_hu: Naplózási szint
pt_br: Nível do incidente
ro_ro: Nivelul de jurnal
sk_sk: Úroveň protokolu

source: GoPay gateway plugin requires WooCommerce to be active.
cs_cz: Zásuvný modul platební brány GoPay vyžaduje, aby byl aktivní WooCommerce.
hr: GoPay gateway dodatak zahtijeva da WooCommerce bude aktivan.
hu_hu: A GoPay átjáró plugin megköveteli, hogy a WooCommerce aktív legyen.
pt_br: Plugin GoPay gateway requer que o WooCommerce esteja ativo.
ro_ro: Plugin-ul GoPay gateway necesită ca WooCommerce să fie activ.
sk_sk: Zásuvný modul brány GoPay vyžaduje, aby bol aktívny WooCommerce.

source: Platební karta
hr: Kreditna kartica
hu_hu: Fizetőkártya
pt_br: Pagamento com cartão
ro_ro: Card de plată
sk_sk: Platobná karta

source: Rychlý bankovní převod
hr: Brzi bankovni prijenos
hu_hu: Gyors banki átutalás
pt_br: Pagamento por transferência bancária
ro_ro: Transfer bancar rapid
sk_sk: Rýchly bankový prevod

source: Jiná banka
hr: Druga banka
hu_hu: Egy másik bank
pt_br: Outro banco
ro_ro: O altă bancă
sk_sk: Iná banka

source: Czech koruna
cs_cz: Česká koruna
hr: Češka kruna
hu_hu: Cseh korona
pt_br: Coroa Tcheca
ro_ro: Coroana cehă
sk_sk: Česká koruna

source: Polish złoty
cs_cz: Polský złoty
hr: Poljski złoty
hu_hu: Lengyel złoty
pt_br: Złoty polonês
ro_ro: Poloneză złoty
sk_sk: Poľský złoty

source: United States dollar
cs_cz: Americký dolar
hr: Američki dolar
hu_hu: Egyesült Államok dollár
pt_br: Dolar americano
ro_ro: Dolarul Statelor Unite
sk_sk: Americký dolár

source: Pound sterling
cs_cz: Libra šterlinků
hr: Funta sterlinga
hu_hu: Font sterling
pt_br: Libra esterlina
ro_ro: Liră sterlină
sk_sk: Libra šterlingov

source: Hungarian forint
cs_cz: Maďarský forint
hr: Mađarska forinta
hu_hu: Magyar forint
pt_br: Florin húngaro
ro_ro: Forint maghiar
sk_sk: Maďarský forint

source: Romanian lei
cs_cz: Rumunský lei
hr: Rumunjski lei
hu_hu: Román lej
pt_br: Leu romeno
ro_ro: Lei românești
sk_sk: Rumunský lei

source: Bulgarian lev
cs_cz: Bulharský lev
hr: Bugarski lev
hu_hu: Bolgár lev
pt_br: Lev búlgaro
ro_ro: Lev bulgăresc
sk_sk: Bulharský lev

source: Croatian kuna
cs_cz: Chorvatská kuna
hr: Hrvatska kuna
hu_hu: Horvát kuna
pt_br: Cuna croata
ro_ro: Kuna croată
sk_sk: Chorvátska kuna

source: Czech
cs_cz: Čeština
hr: Češki
hu_hu: Cseh nyelv
pt_br: Tcheco
ro_ro: Cehii
sk_sk: Čeština

source: Slovak
cs_cz: Slovenština
hr: Slovački
hu_hu: Szlovák
pt_br: Eslovaco
ro_ro: Slovac
sk_sk: Slovenčina

source: English
cs_cz: Angličtina
hr: Engleski
hu_hu: Angol
pt_br: Inglês
ro_ro: Englezii
sk_sk: Angličtina

source: German
cs_cz: Němčina
hr: Njemački
hu_hu: Német
pt_br: Alemão
sk_sk: Nemčina

source: Russian
cs_cz: Ruština
hr: Ruski
hu_hu: Orosz
pt_br: Russo
ro_ro: Rusesc
sk_sk: Ruština

source: Polish
cs_cz: Polština
hr: Poljski
hu_hu: Lengyel
pt_br: Polonês
ro_ro: Polonez
sk_sk: Poľština

source: Hungarian
cs_cz: Maďarština
hr: Mađarski
hu_hu: Magyar
pt_br: Húngaro
ro_ro: Maghiar
sk_sk: Maďarčina

source: Romanian
cs_cz: Rumunština
hr: Rumunjski
hu_hu: Román
pt_br: Romeno
ro_ro: Românie
sk_sk: Rumunčina

source: Bulgarian
cs_cz: Bulharština
hr: Bugarski
hu_hu: Bolgár
pt_br: Búlgaro
ro_ro: Bulgarie
sk_sk: Bulharčina

source: Croatian
cs_cz: Chorvatština
hr: Hrvatski
hu_hu: Horvát
pt_br: Croata
ro_ro: Croat
sk_sk: Chorvátčina

source: Italian
cs_cz: Italština
hr: Talijanski
hu_hu: Olasz
pt_br: Italiano
ro_ro: Italianul
sk_sk: Taliančina

source: French
cs_cz: Francouzština
hr: Francuski
hu_hu: Francia
pt_br: Francês
ro_ro: Francez
sk_sk: Francúzština

source: Spanish
cs_cz: Španělština
hr: Španjolski
hu_hu: Spanyol
pt_br: Espanhol
ro_ro: Spaniol
sk_sk: Španielčina

source: Ukrainian
cs_cz: Ukrajinština
hr: Ukrajinski
hu_hu: Ukrán
pt_br: Ucraniano
ro_ro: Ucrainean
sk_sk: Ukrajinčina

source: Products and subscriptions can not be purchased at the same time and only one subscription per checkout is possible.
cs_cz: Produkty a předplatné nelze zakoupit současně a na jednu pokladnu je možné zakoupit pouze jedno předplatné.
hr: Proizvodi i pretplate ne mogu se kupiti u isto vrijeme i moguća je samo jedna pretplata po naplati.
hu_hu: A termékek és az előfizetések nem vásárolhatók meg egyszerre, és pénztáranként csak egy előfizetés lehetséges.
pt_br: Produtos e assinaturas não podem ser comprados juntos e apenas uma assinatura pode ser colocada no carrinho de compras.
ro_ro: Produsele și abonamentele nu pot fi achiziționate în același timp și este posibil doar un singur abonament pentru fiecare comandă.
sk_sk: Výrobky a predplatné nie je možné zakúpiť súčasne a pri jednej pokladni je možné zakúpiť len jedno predplatné.

source: Only one recurring payment/subscription per checkout is possible
cs_cz: Na jednu pokladnu je možné provést pouze jednu opakovanou platbu/předplatné
hr: Moguće je samo jedno ponavljajuće plaćanje/pretplata po naplati
hu_hu: Pénztáranként csak egy ismétlődő fizetés/előfizetés lehetséges
pt_br: Apenas uma assinatura pode ser colocada no carrinho de compras
ro_ro: Este posibilă doar o singură plată/abonament recurentă pentru fiecare checkout
sk_sk: Pri jednej pokladni je možná len jedna opakovaná platba/predplatné

source: GoPay gateway plugin requires WooCommerce Subscriptions Mixed Checkout option to be disabled.
cs_cz: Zásuvný modul platební brány GoPay vyžaduje, aby byla vypnuta možnost WooCommerce Subscriptions Mixed Checkout.
hr: GoPay gateway dodatak zahtijeva da opcija WooCommerce Subscriptions Mixed Checkout bude onemogućena.
hu_hu: A GoPay gateway plugin megköveteli a WooCommerce Subscriptions Mixed Checkout opció kikapcsolását.
pt_br: Plugin GoPay gateway requer que a opção checkout misto esteja desabilitada.
ro_ro: Plugin-ul GoPay gateway necesită ca opțiunea de plată mixtă a abonamentelor WooCommerce să fie dezactivată.
sk_sk: Plugin GoPay brány vyžaduje, aby bola možnosť WooCommerce Subscriptions Mixed Checkout vypnutá.

source: GoPay payment gateway
cs_cz: Platební brána GoPay
hr: GoPay pristupnik za plaćanje
hu_hu: GoPay fizetési átjáró
pt_br: Integração do WooCommerce e da plataforma de pagamentos GoPay
ro_ro: Poarta de plată GoPay
sk_sk: Platobná brána GoPay

source: Take payments via GoPay payment gateway.
cs_cz: Přijímejte platby prostřednictvím platební brány GoPay.
hr: Primite uplate putem GoPay pristupnika za plaćanje.
hu_hu: Fizetések fogadása a GoPay fizetési átjárón keresztül.
pt_br: Faça pagamentos usando a plataforma de pagamentos GoPay.
ro_ro: Acceptați plățile prin intermediul gateway-ului de plată GoPay.
sk_sk: Prijímajte platby prostredníctvom platobnej brány GoPay.

source: Enable/Disable
cs_cz: Povolit/zakázat
hr: Omogući onemogući
hu_hu: Engedélyezés/Kikapcsolás
pt_br: Habilitado/Desabilitado
ro_ro: Activare/Dezactivare
sk_sk: Povolenie/zakázanie

source: Inform goid, client id and secret to enable GoPay payment gateway and load the other options
cs_cz: Informujte goid, ID klienta a secret pro povolení platební brány GoPay a načtení dalších možností
hr: Informirajte goid, ID klijenta i tajnu da biste omogućili GoPay pristupnik za plaćanje i učitali druge opcije
hu_hu: A GoPay fizetési átjáró engedélyezéséhez és a többi opció betöltéséhez adja meg a goid, az ügyfél azonosítót és a titkot
pt_br: Informe o goid, client id e secret para habilitar o plugin e carregar as opções
ro_ro: Informați goid, client id și secret pentru a activa gateway-ul de plată GoPay și pentru a încărca celelalte opțiuni
sk_sk: Informujte goid, ID klienta a secret, aby ste povolili platobnú bránu GoPay a načítali ostatné možnosti

source: Enable GoPay payment gateway
cs_cz: Povolení platební brány GoPay
hr: Omogućite pristupnik za plaćanje GoPay
hu_hu: A GoPay fizetési átjáró engedélyezése
pt_br: Habilitar GoPay payment gateway
ro_ro: Activați gateway-ul de plată GoPay
sk_sk: Povolenie platobnej brány GoPay

source: Title
cs_cz: Název
hr: Titula
hu_hu: Cím
pt_br: Título
ro_ro: Titlu
sk_sk: Názov

source: Name of the payment method that is displayed at the checkout
cs_cz: Název způsobu platby, který se zobrazí u pokladny
hr: Naziv načina plaćanja koji se prikazuje na blagajni
hu_hu: A pénztárnál megjelenő fizetési mód neve
pt_br: Nome do plugin na pagina de checkout
ro_ro: Denumirea metodei de plată care este afișată la checkout
sk_sk: Názov spôsobu platby, ktorý sa zobrazí pri pokladni

source: Description of the payment method that is displayed at the checkout
cs_cz: Popis způsobu platby, který se zobrazí u pokladny
hr: Opis načina plaćanja koji je prikazan na blagajni
hu_hu: A pénztárnál megjelenő fizetési mód leírása
pt_br: Descrição do plugin na pagina de checkout
ro_ro: Descriere a metodei de plată care este afișată la checkout
sk_sk: Popis spôsobu platby, ktorý sa zobrazí pri pokladni

source: Payment via GoPay gateway
cs_cz: Platba přes bránu GoPay
hr: Plaćanje putem GoPay gatewaya
hu_hu: Fizetés a GoPay átjárón keresztül
pt_br: Pagamento usando a plataforma de pagamentos GoPay
ro_ro: Plata prin intermediul gateway-ului GoPay
sk_sk: Platba cez bránu GoPay

source: Test mode
cs_cz: Testovací režim
hr: Testni način rada
hu_hu: Teszt üzemmód
pt_br: Modo teste
ro_ro: Modul de testare
sk_sk: Testovací režim

source: Enable GoPay payment gateway test mode
cs_cz: Povolení testovacího režimu platební brány GoPay
hr: Omogućite testni način rada GoPay pristupnika plaćanja
hu_hu: A GoPay fizetési átjáró tesztmódjának engedélyezése
pt_br: Habilitar o modo test da plataforma de pagamentos GoPay
ro_ro: Activați modul de testare a gateway-ului de plată GoPay
sk_sk: Povolenie testovacieho režimu platobnej brány GoPay

source: Default language of the GoPay interface
cs_cz: Výchozí jazyk rozhraní GoPay
hr: Zadani jezik GoPay sučelja
hu_hu: A GoPay felület alapértelmezett nyelve
pt_br: Língua predefinida da interface da plataforma GoPay
ro_ro: Limba implicită a interfeței GoPay
sk_sk: Predvolený jazyk rozhrania GoPay

source: Enable shipping methods
cs_cz: Povolení způsobů přepravy
hr: Omogućite načine dostave
hu_hu: Szállítási módszerek engedélyezése
pt_br: Habilitar métodos de envio
ro_ro: Activați metodele de expediere
sk_sk: Povolenie spôsobov prepravy

source: Enable Shipping Methods
cs_cz: Povolení způsobů přepravy
hr: Omogućite načine dostave
hu_hu: Szállítási módszerek engedélyezése
pt_br: Habilitar métodos de envio
ro_ro: Activați metodele de expediere
sk_sk: Povolenie spôsobov prepravy

source: Enable countries
cs_cz: Povolit země
hr: Omogući zemlje
hu_hu: Országok engedélyezése
pt_br: Habilitar países
ro_ro: Activați țările
sk_sk: Umožniť krajinám

source: Enable Countries
cs_cz: Povolit země
hr: Omogući zemlje
hu_hu: Országok engedélyezése
pt_br: Habilitar países
ro_ro: Activați țările
sk_sk: Umožniť krajinám

source: Payment method selection
cs_cz: Výběr způsobu platby
hr: Odabir načina plaćanja
hu_hu: Fizetési mód kiválasztása
pt_br: Seleção dos métodos de pagamentos
ro_ro: Selectarea metodei de plată
sk_sk: Výber spôsobu platby

source: Enable simplified payment method selection
cs_cz: Povolení zjednodušeného výběru způsobu platby
hr: Omogućite pojednostavljeni odabir načina plaćanja
hu_hu: Egyszerűsített fizetési mód kiválasztásának lehetővé tétele
pt_br: Habilitar o método de pagamento simplificado
ro_ro: Activați selecția simplificată a metodei de plată
sk_sk: Umožniť zjednodušený výber spôsobu platby

source: If enabled, customers cannot choose any specific payment method at the checkout but they have to select the payment method once the GoPay payment gateway is invoked.
cs_cz: Pokud je tato možnost povolena, zákazníci si při placení nemohou vybrat konkrétní platební metodu, ale musí ji zvolit po vyvolání platební brány GoPay.
hr: Ako je omogućeno, kupci ne mogu odabrati bilo koji određeni način plaćanja na naplati, ali moraju odabrati način plaćanja nakon što se pozove GoPay pristupnik za plaćanje.
hu_hu: Ha engedélyezve van, az ügyfelek nem választhatnak konkrét fizetési módot a pénztárnál, hanem a GoPay fizetési átjáró meghívása után kell kiválasztaniuk a fizetési módot.
pt_br: Se habilitado, clientes não podem especificar o método de pagamento no checkout e irão especificar o método na interface da plataforma GoPay.
ro_ro: Dacă această opțiune este activată, clienții nu pot alege o anumită metodă de plată la finalizarea comenzii, ci trebuie să selecteze metoda de plată odată ce gateway-ul de plată GoPay este invocat.
sk_sk: Ak je táto možnosť povolená, zákazníci si pri pokladni nemôžu vybrať konkrétny spôsob platby, ale musia si ho vybrať po vyvolaní platobnej brány GoPay.

source: Enable GoPay payment methods
cs_cz: Povolení platebních metod GoPay
hr: Omogućite GoPay načine plaćanja
hu_hu: A GoPay fizetési módok engedélyezése
pt_br: Habilitar métodos de pagamento
ro_ro: Activați metodele de plată GoPay
sk_sk: Povolenie platobných metód GoPay

source: Enable GoPay Payment Methods
cs_cz: Povolení platebních metod GoPay
hr: Omogućite GoPay načine plaćanja
hu_hu: A GoPay fizetési módok engedélyezése
pt_br: Habilitar métodos de pagamento
ro_ro: Activați metodele de plată GoPay
sk_sk: Povolenie platobných metód GoPay

source: Enable banks
cs_cz: Povolení bank
hr: Omogućite banke
hu_hu: Bankok engedélyezése
pt_br: Habilitar bancos
ro_ro: Activarea băncilor
sk_sk: Povolenie bánk

source: Enable Banks
cs_cz: Povolení bank
hr: Omogućite banke
hu_hu: Bankok engedélyezése
pt_br: Habilitar bancos
ro_ro: Activarea băncilor
sk_sk: Povolenie bánk

source: Payment retry payment method
cs_cz: Způsob opakování platby
hr: Plaćanje, pokušaj ponovnog plaćanja
hu_hu: Fizetés megismétlése fizetési mód
pt_br: Tentar novamente o mesmo método de pagamento
ro_ro: Metoda de plată de reîncercare a plății
sk_sk: Spôsob opakovania platby

source: Enable payment retry using the same payment method
cs_cz: Povolení opakování platby pomocí stejného způsobu platby
hr: Omogućite ponovni pokušaj plaćanja koristeći isti način plaćanja
hu_hu: Engedélyezze a fizetés megismétlését ugyanazzal a fizetési móddal
pt_br: Habilitar o tente novamente usando mesmo método de pagamento
ro_ro: Activați reluarea plății utilizând aceeași metodă de plată
sk_sk: Povolenie opakovania platby pomocou rovnakého spôsobu platby

source: If enabled, payment retry of a failed payment will be done using the same payment method that was selected when customer was placing an order.
cs_cz: Pokud je tato možnost povolena, bude opakování neúspěšné platby provedeno stejným způsobem platby, který byl zvolen při zadávání objednávky.
hr: Ako je omogućeno, ponovni pokušaj plaćanja neuspjelog plaćanja izvršit će se istim načinom plaćanja koji je odabran kada je kupac slao narudžbu.
hu_hu: Ha engedélyezve van, a sikertelen fizetés megismétlése ugyanazzal a fizetési móddal történik, amelyet az ügyfél a megrendelés leadásakor kiválasztott.
pt_br: Se habilitado, novas tentativas de pagamentos que falharam vão ser feitas usando o mesmo método de pagamento selecionado quando o cliente criou o pedido.
ro_ro: Dacă este activată, reluarea unei plăți eșuate se va face utilizând aceeași metodă de plată care a fost selectată atunci când clientul a plasat o comandă.
sk_sk: Ak je táto možnosť povolená, opakovanie neúspešnej platby sa vykoná rovnakým spôsobom platby, aký bol zvolený pri zadávaní objednávky.

source: Currency is not supported on GoPay
cs_cz: Měna není v GoPay podporována
hr: GoPay ne podržava valutu
hu_hu: A GoPay nem támogatja a valutát
pt_br: Moeda não é suportada pela plataforma de pagamentos GoPay
ro_ro: Moneda nu este suportată de GoPay
sk_sk: Mena nie je v službe GoPay podporovaná

source: Payment creation on GoPay not possible
cs_cz: Vytvoření platby na GoPay není možné
hr: Kreiranje plaćanja na GoPayu nije moguće
hu_hu: Fizetés létrehozása a GoPay-en nem lehetséges
pt_br: Não foi possível criar o pagamento no GoPay
ro_ro: Crearea plății pe GoPay nu este posibilă
sk_sk: Vytvorenie platby na GoPay nie je možné

source: Thank you. Your order has been received.
cs_cz: Děkujeme. Vaše objednávka byla přijata.
hr: Hvala vam. Vaša narudžba je primljena.
hu_hu: Köszönöm. Megrendelését megkapta.
pt_br: Obrigado. Seu pedido foi recebido.
ro_ro: Vă mulțumesc. Comanda dvs. a fost primită.
sk_sk: Ďakujeme. Vaša objednávka bola prijatá.

source: Please pay for your subscription after the trial period.
cs_cz: Po uplynutí zkušební doby za předplatné zaplaťte.
hr: Molimo platite pretplatu nakon probnog razdoblja.
hu_hu: Kérjük, a próbaidőszak után fizesse ki az előfizetést.
pt_br: Por favor, pague por sua assinatura assim que o período de testes acabar.
ro_ro: Vă rugăm să vă achitați abonamentul după perioada de probă.
sk_sk: Po skončení skúšobného obdobia za predplatné zaplatíte.

source: However, we are still waiting for the confirmation or payment rejection.
cs_cz: Stále však čekáme na potvrzení nebo zamítnutí platby.
hr: Međutim, još uvijek čekamo potvrdu ili odbijanje plaćanja.
hu_hu: Azonban még mindig várjuk a visszaigazolást vagy a fizetés elutasítását.
pt_br: Entretanto, ainda estamos esperando pela confirmação ou rejeição do seu pagamento.
ro_ro: Cu toate acestea, încă așteptăm confirmarea sau respingerea plății.
sk_sk: Stále však čakáme na potvrdenie alebo zamietnutie platby.

source: WooCommerce and GoPay payment gateway integration
cs_cz: Integrace platební brány WooCommerce a GoPay
hr: Integracija WooCommerce i GoPay pristupnika za plaćanje
hu_hu: WooCommerce és GoPay fizetési átjáró integráció
pt_br: Integração do Woocommerce e da plataforma de pagamentos GoPay
ro_ro: Integrarea gateway-ului de plată WooCommerce și GoPay
sk_sk: Integrácia platobnej brány WooCommerce a GoPay

source: Go to
cs_cz: Přejít na
hr: Ići
hu_hu: Menjen a
pt_br: Ir para
ro_ro: Mergeți la
sk_sk: Prejsť na

source: Default Language
cs_cz: Výchozí jazyk
hr: Zadani jezik
hu_hu: Alapértelmezett nyelv
pt_br: Língua predefinida
ro_ro: Limba implicită
sk_sk: Predvolený jazyk

source: Default language is used when a customer of an e-commerce site is from a country whose language is not supported.
cs_cz: Výchozí jazyk se používá, pokud zákazník webu elektronického obchodu pochází ze země, jejíž jazyk není podporován.
hr: Zadani jezik koristi se kada je korisnik web-mjesta e-trgovine iz zemlje čiji jezik nije podržan.
hu_hu: Az alapértelmezett nyelvet akkor használjuk, ha egy e-kereskedelmi webhely vásárlója olyan országból származik, amelynek nyelve nem támogatott.
pt_br: Língua predefinida é usada quando o cliente do site é de um país cuja a língua não é suportada.
ro_ro: Limba implicită este utilizată atunci când un client al unui site de comerț electronic provine dintr-o țară a cărei limbă nu este acceptată.
sk_sk: Predvolený jazyk sa používa, keď je zákazník stránky elektronického obchodu z krajiny, ktorej jazyk nie je podporovaný.

source: Select Default Language...
cs_cz: Výběr výchozího jazyka...
hr: Odaberite zadani jezik...
hu_hu: Alapértelmezett nyelv kiválasztása...
pt_br: Selecione a língua predefinida...
ro_ro: Selectați limba implicită...
sk_sk: Vyberte predvolený jazyk...

source: Enable the GoPay payment gateway only for the selected WooCommerce shipping methods.
cs_cz: Povolte platební bránu GoPay pouze pro vybrané metody přepravy WooCommerce.
hr: Omogućite pristupnik za plaćanje GoPay samo za odabrane WooCommerce načine dostave.
hu_hu: A GoPay fizetési átjáró engedélyezése csak a kiválasztott WooCommerce szállítási módokhoz.
pt_br: Habilitar o GoPay payment gateway apenas para os métodos de envio selecionados.
ro_ro: Activați gateway-ul de plată GoPay numai pentru metodele de expediere WooCommerce selectate.
sk_sk: Povolenie platobnej brány GoPay len pre vybrané spôsoby dopravy WooCommerce.

source: Select Shipping Methods...
cs_cz: Vyberte způsoby přepravy...
hr: Odaberite načine dostave...
hu_hu: Szállítási módok kiválasztása...
pt_br: Selecione métodos de envio...
ro_ro: Selectați metodele de expediere...
sk_sk: Vyberte spôsoby prepravy...

source: Enable the GoPay payment gateway only for the selected countries.
cs_cz: Povolte platební bránu GoPay pouze pro vybrané země.
hr: Omogućite pristupnik za plaćanje GoPay samo za odabrane zemlje.
hu_hu: A GoPay fizetési átjáró engedélyezése csak a kiválasztott országokban.
pt_br: Habilitar o GoPay payment gateway apenas para os países selecionados.
ro_ro: Activați gateway-ul de plată GoPay numai pentru țările selectate.
sk_sk: Povoľte platobnú bránu GoPay len pre vybrané krajiny.

source: Select Available Countries...
cs_cz: Vyberte dostupné země...
hr: Odaberite dostupne zemlje...
hu_hu: Válassza ki az elérhető országokat...
pt_br: Selecione países disponíveis...
ro_ro: Selectați țările disponibile...
sk_sk: Vyberte dostupné krajiny...

source: Bank Selection
cs_cz: Výběr banky
hr: Odabir banke
hu_hu: Bank kiválasztása
pt_br: Seleção de banco
ro_ro: Selecția băncii
sk_sk: Výber banky

source: Enable simplified bank selection
cs_cz: Povolení zjednodušeného výběru banky
hr: Omogućite pojednostavljeni odabir banke
hu_hu: Egyszerűsített bankválasztás engedélyezése
pt_br: Habilitar método simplificado de seleção de banco
ro_ro: Activați selecția simplificată a băncii
sk_sk: Povolenie zjednodušeného výberu banky

source: Enable only the selected payment methods on the GoPay payment gateway .
cs_cz: Povolte pouze vybrané platební metody na platební bráně GoPay.
hr: Omogućite samo odabrane načine plaćanja na GoPay pristupniku za plaćanje.
hu_hu: Csak a kiválasztott fizetési módok engedélyezése a GoPay fizetési átjárón.
pt_br: Habilitar apenas os métodos de pagamentos selecionados no GoPay payment gateway.
ro_ro: Activați numai metodele de plată selectate pe gateway-ul de plată GoPay.
sk_sk: Povoľte iba vybrané platobné metódy na platobnej bráne GoPay.

source: Enter your unique GoID, which can be found in your GoPay account settings. %1$sMore information%2$s.
cs_cz: Zadejte své jedinečné GoID, které najdete v nastavení účtu GoPay. %1$sVíce informací%2$s.
hr: Unesite svoj jedinstveni GoID koji se može pronaći u postavkama vašeg GoPay računa.%1$sViše informacija%2$s.
hu_hu: Adja meg egyedi GoID azonosítóját, amelyet a GoPay-fiók beállításaiban talál. %1$sTovábbi információ%2$s.
pt_br: Insira o seu GoID, ao qual pode ser encontrado nas configurações da sua conta GoPay. %1$sMais informações%2$s.
ro_ro: Introduceți GoID-ul dvs. unic, care poate fi găsit în setările contului dvs. GoPay. %1$sMai multe informații%2$s.
sk_sk: Zadajte svoje jedinečné GoID, ktoré nájdete v nastaveniach svojho účtu GoPay. %1$sViac informácií%2$s.
