Repository: geeshta/gopay-woocommerce-integration
Catalog: languages/woocommerce-gopay-*.po
Languages: bg_bg, de_de, pl_pl, sl_si

source: Plugin Name
bg_bg: Име на плъгина
de_de: Name des Plugins
pl_pl: Nazwa wtyczki
sl_si: Ime vtičnika

source: Version
bg_bg: Версия
pl_pl: Wersja
sl_si: Različica

source: Description
bg_bg: Описание
de_de: Beschreibung
pl_pl: Opis
sl_si: Opis

source: Author
bg_bg: Автор
de_de: Autor
pl_pl: Autor
sl_si: Avtor

source: Settings
bg_bg: Настройки
de_de: Einstellungen
pl_pl: Ustawienia
sl_si: Nastavitve

source: Order id
bg_bg: Идентификатор на поръчката
de_de: Bestellnummer
pl_pl: Identyfikator zamówienia
sl_si: Id naročila

source: Transaction id
bg_bg: Идентификатор на транзакцията
de_de: Transaktions-ID
pl_pl: Identyfikator transakcji
sl_si: Id transakcije

source: Message
bg_bg: Съобщение
de_de: Nachricht
pl_pl: Wiadomość
sl_si: Sporočilo

source: Created at
bg_bg: Създаден в
de_de: Erstellt am
pl_pl: Utworzone w
sl_si: Ustvarjeno v

source: Log level
bg_bg: Ниво на дневника
de_de: Log-Stufe
pl_pl: Poziom dziennika
sl_si: Raven dnevnika

source: WooCommerce GoPay gateway plugin requires WooCommerce to be active.
bg_bg: Приставката WooCommerce GoPay gateway изисква WooCommerce да е активна.
de_de: WooCommerce GoPay-Gateway-Plugin erfordert WooCommerce aktiv sein.
pl_pl: Wtyczka bramki WooCommerce GoPay wymaga, aby WooCommerce było aktywne.
sl_si: Vtičnik WooCommerce GoPay gateway zahteva, da je WooCommerce aktiven.

source: Platební karta
bg_bg: Платежна карта
de_de: Zahlungskarte
pl_pl: Karta płatnicza
sl_si: Plačilna kartica

source: Rychlý bankovní převod
bg_bg: Бърз банков превод
de_de: Schnelle Banküberweisung
pl_pl: Szybki przelew bankowy
sl_si: Hitro bančno nakazilo

source: Jiná banka
bg_bg: Друга банка
de_de: Eine andere Bank
pl_pl: Inny bank
sl_si: Druga banka

source: Czech koruna
bg_bg: Чешка крона
de_de: Tschechische Krone
pl_pl: Korona czeska
sl_si: Češka krona

source: Euro
bg_bg: Евро
sl_si: Evro

source: Polish złoty
bg_bg: Полски złoty
de_de: Polnisch złoty
pl_pl: Polski złoty
sl_si: Poljski złoty

source: United States dollar
bg_bg: Долар на Съединените щати
de_de: Amerikanischer Dollar
pl_pl: Dolar amerykański
sl_si: Ameriški dolar

source: Pound sterling
bg_bg: Паунд стерлинг
de_de: Pfund Sterling
pl_pl: Funt szterling
sl_si: Funt šterlingov

source: Hungarian forint
bg_bg: Унгарски форинт
de_de: Ungarischer Forint
pl_pl: Forint węgierski
sl_si: Madžarski forint

source: Romanian lei
bg_bg: Румънски леи
de_de: Rumänischer Lei
pl_pl: Rumuński lei
sl_si: Romunski lei

source: Bulgarian lev
bg_bg: Български лев
de_de: Bulgarischer Lew
pl_pl: Lew bułgarski
sl_si: Bolgarski lev

source: Croatian kuna
bg_bg: Хърватска куна
de_de: Kroatische Kuna
pl_pl: Chorwacka kuna
sl_si: Hrvaška kuna

source: Czech
bg_bg: Чешки
de_de: Tschechische
pl_pl: Czeski
sl_si: Češčina

source: Slovak
bg_bg: Словашки
de_de: Slowakische
pl_pl: Słowacki
sl_si: Slovaščina

source: English
bg_bg: Английски език
de_de: Englische
pl_pl: Angielski
sl_si: Angleščina

source: German
bg_bg: Немски
de_de: Deutsche
pl_pl: Niemiecki
sl_si: Nemščina

source: Russian
bg_bg: Руски
de_de: Russische
pl_pl: Rosyjski
sl_si: Ruščina

source: Polish
bg_bg: Полски
de_de: Polnische
pl_pl: Polski
sl_si: Poljščina

source: Hungarian
bg_bg: Унгарски
de_de: Ungarische
pl_pl: Węgierski
sl_si: Madžarščina

source: Romanian
bg_bg: Румънски
de_de: Rumänische
pl_pl: Rumuński
sl_si: Romunščina

source: Bulgarian
bg_bg: Български
de_de: Bulgarische
pl_pl: Bułgarski
sl_si: Bolgarščina

source: Croatian
bg_bg: Хърватски
de_de: Kroatische
pl_pl: Chorwacki
sl_si: Hrvaščina

source: Italian
bg_bg: Италиански
de_de: Italienische
pl_pl: Włoski
sl_si: Italijanščina

source: French
bg_bg: Френски
de_de: Francês
pl_pl: Francuski
sl_si: Francoščina

source: Spanish
bg_bg: Испански
de_de: Spanische
pl_pl: Hiszpański
sl_si: Španščina

source: Ukrainian
bg_bg: Украински
de_de: Ukrainische
pl_pl: Ukraiński
sl_si: Ukrajinščina

source: Products and subscriptions can not be purchased at the same time and only one subscription per checkout is possible.
bg_bg: Продуктите и абонаментите не могат да се купуват едновременно и е възможен само един абонамент на каса.
de_de: Produkte und Abonnements können nicht gleichzeitig gekauft werden und es ist nur ein Abonnement pro Kasse möglich.
pl_pl: Produktów i subskrypcji nie można kupować w tym samym czasie, a w jednej kasie może znajdować się tylko jedna subskrypcja.
sl_si: Izdelkov in naročnin ni mogoče kupiti sočasno in na eno prijavo je mogoče kupiti le eno naročnino.

source: Only one recurring payment/subscription per checkout is possible
bg_bg: Възможно е само едно периодично плащане/абонамент на каса
de_de: Nur eine wiederkehrende Zahlung/Abonnement pro Kasse ist möglich
pl_pl: W każdej kasie możliwa jest tylko jedna płatność cykliczna/subskrypcja
sl_si: Možno je samo eno ponavljajoče se plačilo/naročnina na blagajno

source: WooCommerce GoPay gateway plugin requires WooCommerce Subscriptions Mixed Checkout option to be disabled.
bg_bg: Плъгинът WooCommerce GoPay gateway изисква опцията WooCommerce Subscriptions Mixed Checkout да бъде деактивирана.
de_de: WooCommerce GoPay-Gateway-Plugin erfordert WooCommerce Subscriptions Mixed Checkout Option deaktiviert werden.
pl_pl: Wtyczka bramki WooCommerce GoPay wymaga wyłączenia opcji WooCommerce Subscriptions Mixed Checkout.
sl_si: Vtičnik WooCommerce GoPay gateway zahteva, da je možnost WooCommerce Subscriptions Mixed Checkout onemogočena.

source: GoPay payment gateway
bg_bg: Платежен шлюз GoPay
de_de: GoPay-Zahlungsgateway
pl_pl: Brama płatności GoPay
sl_si: Plačilni prehod GoPay

source: Take payments via GoPay payment gateway.
bg_bg: Приемайте плащания чрез портала за плащания GoPay.
de_de: Nehmen Sie Zahlungen über GoPay-Zahlungsgateway entgegen.
pl_pl: Przyjmuj płatności za pośrednictwem bramki płatności GoPay.
sl_si: Sprejemanje plačil prek plačilnega prehoda GoPay.

source: Enable/Disable
bg_bg: Активиране/деактивиране
de_de: Aktivieren/Deaktivieren
pl_pl: Włączanie/wyłączanie
sl_si: Omogoči/izključi

source: Inform goid, client id and secret to enable GoPay payment gateway and load the other options
bg_bg: Информирайте goid, client id и secret, за да активирате шлюза за плащане GoPay и да заредите другите опции
de_de: Informieren Sie goid, client id und secret, um das GoPay Zahlungsgateway zu aktivieren und die anderen Optionen zu laden
pl_pl: Podaj goid, identyfikator klienta i sekret, aby włączyć bramkę płatności GoPay i załadować inne opcje
sl_si: Sporočite goid, ID stranke in skrivnost, da omogočite plačilni prehod GoPay in naložite druge možnosti

source: Enable GoPay payment gateway
bg_bg: Активиране на шлюза за плащане GoPay
de_de: GoPay-Zahlungsgateway aktivieren
pl_pl: Włącz bramę płatności GoPay
sl_si: Omogočite plačilni prehod GoPay

source: Title
bg_bg: Заглавие
de_de: Titel
pl_pl: Tytuł
sl_si: Naslov

source: Name of the payment method that is displayed at the checkout
bg_bg: Името на метода на плащане, което се показва на касата
de_de: Name der Zahlungsmethode, die an der Kasse angezeigt wird
pl_pl: Nazwa metody płatności, która jest wyświetlana w kasie
sl_si: Ime načina plačila, ki se prikaže na blagajni

source: Description of the payment method that is displayed at the checkout
bg_bg: Описание на метода на плащане, което се показва на касата
de_de: Beschreibung der Zahlungsmethode, die an der Kasse angezeigt wird
pl_pl: Opis metody płatności wyświetlany przy kasie
sl_si: Opis načina plačila, ki se prikaže na blagajni

source: Payment via GoPay gateway
bg_bg: Плащане чрез шлюза GoPay
de_de: Zahlung über GoPay-Gateway
pl_pl: Płatność przez bramę GoPay
sl_si: Plačilo prek vrat GoPay

source: Test mode
bg_bg: Режим на изпитване
de_de: Prüfmodus
pl_pl: Tryb testowy
sl_si: Preskusni način

source: Enable GoPay payment gateway test mode
bg_bg: Активиране на тестовия режим на платежния шлюз GoPay
de_de: Aktivieren Sie den Testmodus des GoPay-Zahlungsgateways
pl_pl: Włącz tryb testowy bramy płatności GoPay
sl_si: Omogočite testni način plačilnega prehoda GoPay

source: Default language of the GoPay interface
bg_bg: Език по подразбиране на интерфейса на GoPay
de_de: Standardsprache der GoPay-Schnittstelle
pl_pl: Domyślny język interfejsu GoPay
sl_si: Privzet jezik vmesnika GoPay

source: Enable shipping methods
bg_bg: Активиране на методи за доставка
de_de: Versandmethoden aktivieren
pl_pl: Włącz metody wysyłki
sl_si: Omogočite načine pošiljanja

source: Enable Shipping Methods
bg_bg: Активиране на методи за доставка
de_de: Versandmethoden aktivieren
pl_pl: Włącz metody wysyłki
sl_si: Omogočite načine pošiljanja

source: Enable countries
bg_bg: Разрешаване на държави
de_de: Länder freischalten
pl_pl: Umożliwić krajom
sl_si: Omogočanje držav

source: Enable Countries
bg_bg: Разрешаване на държави
de_de: Länder freischalten
pl_pl: Umożliwić krajom
sl_si: Omogočanje držav

source: Payment method selection
bg_bg: Избор на метод на плащане
de_de: Auswahl der Zahlungsmethode
pl_pl: Wybór metody płatności
sl_si: Izbira načina plačila

source: Enable simplified payment method selection
bg_bg: Разрешаване на опростен избор на метод на плащане
de_de: Vereinfachte Auswahl der Zahlungsmethode ermöglichen
pl_pl: Umożliwienie uproszczonego wyboru metody płatności
sl_si: Omogočanje poenostavljene izbire načina plačila

source: If enabled, customers cannot choose any specific payment method at the checkout but they have to select the payment method once the GoPay payment gateway is invoked.
bg_bg: Ако тази опция е активирана, клиентите не могат да избират конкретен метод на плащане по време на поръчката, а трябва да изберат метода на плащане, след като бъде задействан шлюзът за плащане GoPay.
de_de: Wenn diese Option aktiviert ist, können Kunden an der Kasse keine bestimmte Zahlungsmethode auswählen, sondern müssen die Zahlungsmethode auswählen, sobald das GoPay-Zahlungsgateway aufgerufen wird.
pl_pl: Jeśli funkcja ta jest włączona, klienci nie mogą wybrać konkretnej metody płatności przy kasie, lecz muszą wybrać metodę płatności po wywołaniu bramki płatności GoPay.
sl_si: Če je ta možnost omogočena, stranke na blagajni ne morejo izbrati določenega načina plačila, temveč morajo način plačila izbrati, ko se prikliče plačilni prehod GoPay.

source: Enable GoPay payment methods
bg_bg: Активиране на методите за плащане GoPay
de_de: GoPay-Zahlungsmethoden aktivieren
pl_pl: Habilitować metody płatności
sl_si: Omogočite plačilne metode GoPay

source: Enable GoPay Payment Methods
bg_bg: Активиране на методите за плащане GoPay
de_de: GoPay-Zahlungsmethoden aktivieren
pl_pl: Habilitować metody płatności
sl_si: Omogočite plačilne metode GoPay

source: Enable banks
bg_bg: Разрешаване на банки
de_de: Banken freischalten
pl_pl: Włącz banki
sl_si: Omogočanje bank

source: Enable Banks
bg_bg: Разрешаване на банки
de_de: Banken freischalten
pl_pl: Włącz banki
sl_si: Omogočanje bank

source: Payment retry payment method
bg_bg: Метод за повторно плащане
de_de: Zahlungswiederholung Zahlungsmethode
pl_pl: Ponowna próba płatności Metoda płatności
sl_si: Ponovni poskus plačila način plačila

source: Enable payment retry using the same payment method
bg_bg: Активиране на повторното плащане със същия метод на плащане
de_de: Zahlungswiederholung mit der gleichen Zahlungsmethode aktivieren
pl_pl: Włącz ponowne próby płatności przy użyciu tej samej metody płatności
sl_si: Omogočanje ponovnega plačila z uporabo istega načina plačila

source: If enabled, payment retry of a failed payment will be done using the same payment method that was selected when customer was placing an order.
bg_bg: Ако е разрешено, повторното плащане на неуспешно плащане ще се извърши, като се използва същият метод на плащане, който е бил избран, когато клиентът е правил поръчка.
de_de: Wenn diese Option aktiviert ist, wird die Wiederholung einer fehlgeschlagenen Zahlung mit der gleichen Zahlungsmethode durchgeführt, die der Kunde bei der Bestellung ausgewählt hat.
pl_pl: Jeśli opcja ta jest włączona, ponowna próba dokonania nieudanej płatności zostanie wykonana przy użyciu tej samej metody płatności, która została wybrana podczas składania zamówienia przez klienta.
sl_si: Če je ta možnost omogočena, bo ponovni poskus neuspešnega plačila izveden z uporabo istega načina plačila, ki je bil izbran, ko je stranka oddajala naročilo.

source: Currency is not supported on GoPay
bg_bg: Валутата не се поддържа от GoPay
de_de: Währung wird auf GoPay nicht unterstützt
pl_pl: Waluta nie jest obsługiwana przez GoPay
sl_si: Valuta v GoPayu ni podprta

source: Payment creation on GoPay not possible
bg_bg: Създаването на плащане в GoPay не е възможно
de_de: Zahlungserstellung auf GoPay nicht möglich
pl_pl: Nie można utworzyć płatności w systemie GoPay
sl_si: Ustvarjanje plačil v GoPayu ni mogoče

source: Thank you. Your order has been received.
bg_bg: Благодаря ви. Поръчката ви е получена.
de_de: Wir danken Ihnen. Ihre Bestellung ist eingegangen.
pl_pl: Dziękujemy. Twoje zamówienie zostało odebrane.
sl_si: Zahvaljujemo se vam. Vaše naročilo je bilo prejeto.

source: Please pay for your subscription after the trial period.
bg_bg: Моля, платете абонамента си след пробния период.
de_de: Bitte bezahlen Sie Ihr Abonnement nach Ablauf der Probezeit.
pl_pl: Po zakończeniu okresu próbnego należy opłacić subskrypcję.
sl_si: Po poskusnem obdobju plačajte naročnino.

source: However, we are still waiting for the confirmation or payment rejection.
bg_bg: Все още обаче чакаме потвърждение или отхвърляне на плащането.
de_de: Wir warten jedoch noch auf die Bestätigung oder Ablehnung der Zahlung.
pl_pl: Nadal jednak czekamy na potwierdzenie lub odrzucenie płatności.
sl_si: Vendar še vedno čakamo na potrditev ali zavrnitev plačila.

source: WooCommerce and GoPay payment gateway integration
bg_bg: Интеграция на шлюза за плащане на WooCommerce и GoPay
de_de: Integration von WooCommerce und GoPay-Zahlungsgateway
pl_pl: Integracja z WooCommerce i bramą płatności GoPay
sl_si: Integracija Woocommerce in plačilne platforme GoPay

source: Go to
bg_bg: Отидете на
de_de: Gehe zu
pl_pl: Przejdź do
sl_si: Pojdi na

source: Default Language
bg_bg: Език по подразбиране
de_de: Standardsprache
pl_pl: Domyślny język
sl_si: Privzet jezik

source: Default language is used when a customer of an e-commerce site is from a country whose language is not supported.
bg_bg: Езикът по подразбиране се използва, когато клиент на сайт за електронна търговия е от държава, чийто език не се поддържа.
de_de: Die Standardsprache wird verwendet, wenn ein Kunde einer E-Commerce-Website aus einem Land kommt, dessen Sprache nicht unterstützt wird.
pl_pl: Język domyślny jest używany, gdy klient witryny e-commerce pochodzi z kraju, którego język nie jest obsługiwany.
sl_si: Privzet jezik se uporablja, kadar je stranka spletnega mesta e-trgovine iz države, katere jezik ni podprt.

source: Select Default Language...
bg_bg: Изберете език по подразбиране...
de_de: Standardsprache auswählen...
pl_pl: Wybierz język domyślny...
sl_si: Izberite privzeti jezik...

source: Select Available Countries...
bg_bg: Изберете налични държави...
de_de: Verfügbare Länder auswählen...
pl_pl: Wybierz dostępne kraje...
sl_si: Izberite razpoložljive države...

source: Bank Selection
bg_bg: Избор на банка
de_de: Auswahl der Bank
pl_pl: Wybór banku
sl_si: Izbira banke

source: Enter your unique GoID, which can be found in your GoPay account settings. %1$sMore information%2$s.
bg_bg: Въведете своя уникален GoID, който можете да намерите в настройките на профила си в GoPay.%1$sПовече информация%2$s.
de_de: Geben Sie Ihre eindeutige GoID ein, die Sie in den Einstellungen Ihres GoPay-Kontos finden. %1$sWeitere Informationen%2$s.
pl_pl: Wprowadź swój unikalny identyfikator GoID, który można znaleźć w ustawieniach konta GoPay. %1$sWięcej informacji%2$s.
sl_si: Vnesite svoj edinstveni GoID, ki ga najdete v nastavitvah računa GoPay. %1$sVeč informacij%2$s.

source: Enter your client ID, which can be found in your GoPay account settings. %1$sMore information%2$s.
bg_bg: Въведете клиентския си идентификатор, който можете да намерите в настройките на профила си в GoPay.%1$sПовече информация%2$s.
de_de: Geben Sie Ihre Kunden-ID ein, die Sie in den Einstellungen Ihres GoPay-Kontos finden. %1$sWeitere Informationen%2$s.
pl_pl: Wprowadź swój identyfikator klienta, który można znaleźć w ustawieniach konta GoPay. %1$sWięcej informacji%2$s.
sl_si: Vnesite ID stranke, ki ga najdete v nastavitvah računa GoPay. %1$sVeč informacij%2$s.

source: Enter your Client Secret Token, which can be found in your GoPay account settings. %1$sMore information%2$s.
bg_bg: Въведете тайния си клиентски токен, който можете да намерите в настройките на профила си в GoPay.%1$sПовече информация%2$s.
de_de: Geben Sie Ihr geheimes Kunden-Token ein, das Sie in den Einstellungen Ihres GoPay-Kontos finden. %1$sWeitere Informationen%2$s.
pl_pl: Wprowadź swój token Client Secret, który można znaleźć w ustawieniach konta GoPay. %1$sWięcej informacji%2$s.
sl_si: Vnesite svoj tajni žeton stranke, ki ga najdete v nastavitvah računa GoPay. %1$sVeč informacij%2$s.

source: Insert Your GoID...
bg_bg: Поставете вашия GoID...
de_de: Geben Sie Ihre GoID ein...
pl_pl: Włóż swój identyfikator GoID...
sl_si: Vstavite GoID...

source: Insert Your GoPay Client ID...
bg_bg: Въведете идентификационния номер на клиента на GoPay...
de_de: Geben Sie Ihre GoPay-Kunden-ID ein...
pl_pl: Wprowadź swój identyfikator klienta GoPay...
sl_si: Vnesite GoPay Client ID...

source: Insert Your GoPay Client Secret Token...
bg_bg: Поставете тайния токен на вашия клиент на GoPay...
de_de: Geben Sie Ihr GoPay Client Secret Token ein...
pl_pl: Wprowadź swój tajny token klienta GoPay...
sl_si: Vstavite tajni žeton stranke GoPay...

source: Insert Payment Title...
bg_bg: Въведете заглавието на плащането...
de_de: Zahlungstitel einfügen...
pl_pl: Wstaw tytuł płatności...
sl_si: Vpišite naslov plačila...

source: Payment card
bg_bg: Платежна карта
de_de: Zahlungskarte
pl_pl: Karta płatnicza
sl_si: Plačilna kartica

source: Bank account
bg_bg: Банкова сметка
de_de: Bankkonto
pl_pl: Rachunek bankowy
sl_si: Bančni račun

source: Another bank
bg_bg: Друга банка
de_de: Eine andere Bank
pl_pl: Inny bank
sl_si: Druga banka

source: Select Available Banks...
bg_bg: Изберете налични банки...
de_de: Verfügbare Banken auswählen...
pl_pl: Wybierz dostępne banki...
sl_si: Izberite razpoložljive banke...

source: Unfortunately your order cannot be processed as the payment was not completed. Please attempt the payment or your purchase again.
bg_bg: За съжаление поръчката ви не може да бъде обработена, тъй като плащането не е завършено. Моля, опитайте да извършите плащането или да закупите отново.
de_de: Leider kann Ihre Bestellung nicht bearbeitet werden, da die Zahlung nicht abgeschlossen wurde. Bitte versuchen Sie die Zahlung oder Ihren Einkauf erneut.
pl_pl: Niestety Twoje zamówienie nie może zostać zrealizowane, ponieważ płatność nie została zakończona. Prosimy o ponowną próbę dokonania płatności lub zakupu.
sl_si: Na žalost vašega naročila ni mogoče obdelati, ker plačilo ni bilo zaključeno. Prosimo, da še enkrat poskusite opraviti plačilo ali nakup.

source: Wrong GoID and/or credentials. Please provide valid GoID, Client ID and Client Secret.
pl_pl: Nieprawidłowy GoID i/lub dane uwierzytelniające. Proszę podać prawidłowy GoID, Client ID i Client Secret.
sl_si: Napačen GoID in/ali poverilnice. Navedite veljavne GoID, Client ID in Client Secret.

source: GoID, Client ID and Client Secret are mandatory. Please provide valid GoID, Client ID and Client Secret.
pl_pl: GoID, Client ID i Client Secret są obowiązkowe. Proszę podać prawidłowy GoID, Client ID i Client Secret.
sl_si: GoID, Client ID in Client Secret so obvezni. Navedite veljavne GoID, Client ID in Client Secret.

source: You can only issue a partial refund 24 hours after the payment.
sl_si: Delno vračilo lahko izdate le 24 ur po plačilu.

source: Refund failed.
sl_si: Vračilo ni bilo uspešno.

source: Wrong GoID. Payee not found. Please provide a valid GoID.
bg_bg: Грешен GoID. Получателят не е намерен. Моля, посочете валиден GoID.
de_de: Falsche GoID. Zahlungsempfänger nicht gefunden. Bitte geben Sie eine gültige GoID an.

source: Wrong credentials. Please provide valid Client ID and Secret.
bg_bg: Грешни пълномощия. Моля, посочете валидни идентификатор на клиент и тайна.
de_de: Falsche Anmeldedaten. Bitte geben Sie eine gültige Client ID und Secret an.
